{
    "vol_tiltle": "ترجمه اصول کافی جلد اول",
    "content": "1.  هشام بن حكم به من گفت: در مصر زنديقى زندگى مى‌كرد كه درباره حضرت صادق عليه‌السلام چيزهايى شنيده بود. از اين رو به مدينه آمد تا با آن حضرت مناظره كند ولى امام را در مدينه نيافت. به او گفتند: به مكه رفته است. زنديق به مكه آمد. ما با امام صادق عليه‌السلام طواف مى‌كرديم كه ما را ديد. نام او «عبدالملك» و كنيه‌اش «ابو عبداللّه‌» بود. شانه‌اش را به شانه امام صادق عليه‌السلام زد. حضرت به او فرمود: «نامت چيست؟» گفت: نامم عبدالملك [= بنده پادشاه]است. فرمود: «كنيه‌ات چيست؟» گفت: كنيه‌ام ابو عبداللّه‌ است. امام صادق عليه‌السلام به او فرمود: «اين پادشاهى كه تو بنده او هستى كيست؟ از پادشاهان زمين است يا از پادشاهان آسمان؟ پسرت چه؟ بنده خداى آسمان است يا بنده خداى زمين؟ هر پاسخى بدهى، محكومى».\nهشام بن حكم گفت: من به زنديق گفتم: پاسخش را نمى‌دهى؟ سخنم را تقبيح كرد. امام صادق عليه‌السلام فرمود: «طوافم كه تمام شد نزد ما بيا».چون حضرت از طواف فراغت يافت، زنديق نزد ايشان آمد و در برابر امام صادق عليه‌السلام نشست و ما نيز گرد آمده بوديم. حضرت عليه‌السلام به زنديق فرمود: «آيا مى‌دانى كه زمين زيرى و بالايى دارد؟» عرض كرد: آرى. فرمود: «آيا زير زمين رفته‌اى؟» عرض كرد: خير. فرمود: «پس از كجا مى‌دانى كه زير آن چيست؟» عرض كرد: نمى‌دانم، اما گمان مى‌كنم كه زير آن چيزى نباشد. امام عليه‌السلام فرمود: «گمان، يعنى ناتوانى از رسيدن به يقين».حضرت، سپس، فرمود: «آيا به آسمان بالا رفته‌اى؟» عرض كرد: خير. فرمود: «آيا مى‌دانى در آن جا چيست؟» عرض كرد: خير. فرمود: «شگفتا از تو! به مشرق نرفته‌اى؛ به مغرب نرفته‌اى؛ به زير زمين فرو نرفته‌اى؛ به آسمان بر نشده‌اى و از آن نگذشته‌اى تا بدانى فراسوى آنها چيست؛ و با اين حال آنچه را در آنهاست انكار مى‌كنى؟! آيا خردمند چيزى را كه نمى‌داند انكار مى‌كند؟» زنديق گفت: تاكنون كسى جز شما با من اين چنين سخن نگفته [يا: بحث نكرده] بود. حضرت فرمود: «بنابراين، تو در اين امر شك دارى؛ زيرا شايد چنين باشد و شايد چنين نباشد». زنديق گفت: شايد اين گونه باشد. امام عليه‌السلام فرمود: «اى مرد! آن را كه نمى‌داند بر آن كه مى‌داند حجتى نيست، و نادان را حجّت نباشد. اى مرد مصرى، از من بشنو؛ زيرا كه ما درباره خدا هرگز شك نداريم. آيا نمى‌بينى خورشيد و ماه و شب و روز بى آن كه دچار خطا شوند، مى‌آيند و بر مى‌گردند و ناگزيرند، و مسيرى جز مسير خود ندارند. اگر در رفتن قادر [و مختار] بودند پس چرا بر مى‌گردند؟ و اگر ناچار نيستند پس چرا شب روز نمى‌شود و روز شب؟ اى مرد مصرى، به خدا سوگند كه آنها تا هستند ناگزيرند و آن كهبه خدا سوگند كه آنها تا هستند ناگزيرند و آن كه ناگزيرشان ساخته از آنها حكيم‌تر و با عظمت‌تر است». زنديق گفت: درست است.سپس امام عليه‌السلام فرمود: «اى مرد مصرى، آنچه شما بدان معتقديد و آن را دهر (روزگار، طبيعت) مى‌خوانيد، اگر دهر [فاقد شعور] آنها را مى‌بَرَد چرا بازشان نمى‌گرداند؟ و اگر آنها را باز مى‌گرداند چرا مى‌بردشان؟ اى مرد مصرى، همه ناگزيرند. چرا آسمان بالا و زمين پست است؟ چرا آسمان بر زمين نمى‌افتد؟ چرا زمين بالاى طبقات آسمان سرازير نمى‌شود و آسمان و زمين به هم نمى‌چسبند و كسانى كه روى آن هستند نمى‌چسبند؟»\nزنديق گفت: خداوندگار و سرور آسمان‌ها و زمين، خدا، آن دو را نگه داشته است. هشام گفت: سپس، آن زنديق به دست امام صادق عليه‌السلام ايمان آورد. حمران به حضرت عرض كرد: قربانت گردم، اگر زنديقان به دست شما ايمان آورند [تعجبى ندارد ؛ زيرا]كافران هم به دست پدر شما (رسول خدا) ايمان آوردند.\nآن مؤمن كه به دست امام صادق عليه‌السلام ايمان آورده بود عرض كرد: مرا به شاگردى خود بپذيريد. حضرت فرمود: «اى هشام بن حكم، او را ببر و تعلميش ده». هشام به او دانش آموخت، و او آموزگار ايمان به مردم شام و مصر شد و عقيده‌اش چنان پاك و نيكو گشت كه امام صادق عليه‌السلام آن را پسنديد.",
    "content_ar": "1. \nقَالَ لِي هِشَامُ بْنُ الْحَكَمِ: كَانَ بِمِصْرَ زِنْدِيقٌ يَبْلُغُهُ عَنْ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام أَشْيَاءُ، فَخَرَجَ إِلَى الْمَدِينَةِ لِيُنَاظِرَهُ، فَلَمْ يُصَادِفْهُ بِهَا، وَقِيلَ لَهُ: إِنَّهُ خَارِجٌ بِمَكَّةَ، فَخَرَجَ إِلى مَكَّةَ وَنَحْنُ مَعَ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام، فَصَادَفَنَا وَنَحْنُ مَعَ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام فِي الطَّوَافِ، وَكَانَ اسْمَهُ عَبْدُ الْمَلِكِ، وَكُنْيَتَهُ أَبُو عَبْدِ اللّه‌ِ، فَضَرَبَ كَتِفَهُ كَتِفَ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام، فَقَالَ لَهُ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «مَا اسْمُكَ»؟ فَقَالَ: اسْمِي عَبْدُ الْمَلِكِ، قَالَ: «فَمَا كُنْيَتُكَ؟» قَالَ: كُنْيَتِي أَبُو عَبْدِ اللّه‌ِ، فَقَالَ لَهُ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «فَمَنْ هذَا الْمَلِكُ الَّذِي أَنْتَ عَبْدُهُ؟ أَمِنْ مُلُوكِ الْأَرْضِ، أَمْ مِنْ مُلُوكِ السَّمَاءِ؟ وَأَخْبِرْنِي عَنِ ابْنِكَ: عَبْدُ إِلَهِ السَّمَاءِ، أَمْ عَبْدُ إِلَهِ الْأَرْضِ؟ قُلْ مَا شِئْتَ تُخْصَمْ».قَالَ هِشَامُ بْنُ الْحَكَمِ: فَقُلْتُ لِلزِّنْدِيقِ: أَمَا تَرُدُّ عَلَيْهِ؟ قَالَ: فَقَبَّحَ قَوْلِي، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «إِذَا فَرَغْتُ مِنَ الطَّوَافِ، فَأْتِنَا».\nفَلَمَّا فَرَغَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام، أَتَاهُ الزِّنْدِيقُ، فَقَعَدَ بَيْنَ يَدَيْ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام وَنَحْنُ مُجْتَمِعُونَ عِنْدَهُ، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام لِلزِّنْدِيقِ: «أَتَعْلَمُ أَنَّ لِلْأَرْضِ تَحْتاً وَفَوْقاً؟» قَالَ: نَعَمْ، قَالَ: «فَدَخَلْتَ تَحْتَهَا؟» قَالَ: لاَ، قَالَ: «فَمَا يُدْرِيكَ مَا تَحْتَهَا؟» قَالَ: لاَ أَدْرِي، إِلاَّ أَنِّي أَظُنُّ أَنْ لَيْسَ تَحْتَهَا شَيْءٌ، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «فَالظَّنُّ عَجْزٌ لِمَا لاَ تَسْتَيْقِنُ».ثُمَّ قَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «أَفَصَعِدْتَ السَّمَاءَ؟» قَالَ: لاَ، قَالَ: «أَفَتَدْرِي مَا فِيهَا؟» قَالَ: لاَ، قَالَ: «عَجَباً لَكَ! لَمْ تَبْلُغِ الْمَشْرِقَ، وَلَمْ تَبْلُغِ الْمَغْرِبَ، وَلَمْ تَنْزِلِ الْأَرْضَ، وَلَمْ تَصْعَدِ السَّمَاءَ، وَلَمْ تَجُزْ هُنَاكَ؛ فَتَعْرِفَ مَا خَلْفَهُنَّ وَأَنْتَ جَاحِدٌ بِمَا فِيهِنَّ؟! وَهَلْ يَجْحَدُ الْعَاقِلُ مَا لاَ يَعْرِفُ؟».قَالَ الزِّنْدِيقُ: مَا كَلَّمَنِي بِهذَا أَحَدٌ غَيْرُكَ، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «فَأَنْتَ مِنْ ذلِكَ فِي شَكٍّ، فَلَعَلَّهُ هُوَ، وَلَعَلَّهُ لَيْسَ هُوَ». فَقَالَ الزِّنْدِيقُ: وَلَعَلَّ ذلِكَ، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «أَيُّهَا الرَّجُلُ، لَيْسَ لِمَنْ لاَ يَعْلَمُ حُجَّةٌ عَلى مَنْ يَعْلَمُ، وَلا حُجَّةَ لِلْجَاهِلِ، يَا أَخَا أَهْلِ مِصْرَ، تَفَهَّمْ عَنِّي؛ فَإِنَّا لاَ نَشُكُّ فِي اللّه‌ِ أَبَداً، أَمَا تَرَى الشَّمْسَ وَالْقَمَرَ، وَاللَّيْلَ وَالنَّهَارَ يَلِجَانِ فَلاَ يَشْتَبِهَانِ، وَيَرْجِعَانِ قَدِ اضْطُرَّا، لَيْسَ لَهُمَا مَكَانٌ إِلاَّ مَكَانُهُمَا، فَإِنْ كَانَا يَقْدِرَانِ عَلى أَنْ يَذْهَبَا، فَلِمَ يَرْجِعَانِ؟ وَإِنْ كَانَا غَيْرَ مُضْطَرَّيْنِ، فَلِمَ لاَ يَصِيرُ اللَّيْلُ نَهَاراً، وَالنَّهَارُ لَيْلاً؟ اضْطُرَّا ـ وَاللّه‌ِ يَا أَخَا أَهْلِ مِصْرَ ـ إِلى دَوَامِهِمَا، وَالَّذِي اضْطَرَّهُمَا أَحْكَمُ مِنْهُمَا وَأَكْبَرُ». فَقَالَ الزِّنْدِيقُ: صَدَقْتَ.ثُمَّ قَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «يَا أَخَا أَهْلِ مِصْرَ، إِنَّ الَّذِي تَذْهَبُونَ إِلَيْهِ وَتَظُنُّونَ أَنَّهُ الدَّهْرُ، إِنْ كَانَ الدَّهْرُ يَذْهَبُ بِهِمْ، لِمَ لاَ يَرُدُّهُمْ؟ وَإِنْ كَانَ يَرُدُّهُمْ، لِمَ لاَ يَذْهَبُ بِهِمْ؟ الْقَوْمُ مُضْطَرُّونَ يَا أَخَا أَهْلِ مِصْرَ، لِمَ السَّمَاءُ مَرْفُوعَةٌ، وَالْأَرْضُ مَوْضُوعَةٌ؟ لِمَ لاَ تَسْقُطُ السَّمَاءُ عَلَى الْأَرْضِ؟ لِمَ لاَ تَنْحَدِرُ الْأَرْضُ فَوْقَ طِبَاقِهَا، وَلاَ يَتَمَاسَكَانِ، وَلاَ يَتَمَاسَكُ مَنْ عَلَيْهَا؟». قَالَ الزِّنْدِيقُ: أَمْسَكَهُمَا اللّه‌ُ رَبُّهُمَا وَسَيِّدُهُمَا.\nقَالَ: فَآمَنَ الزِّنْدِيقُ عَلى يَدَيْ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام، فَقَالَ لَهُ حُمْرَانُ: جُعِلْتُ فِدَاكَ، إِنْ آمَنَتِ الزَّنَادِقَةُ عَلى يَدَيْكَ فَقَدْ آمَنَ الْكُفَّارُ عَلى يَدَيْ أَبِيكَ.فَقَالَ الْمُؤمِنُ الَّذِي آمَنَ عَلى يَدَيْ أَبِي عَبْدِ اللّه‌ِ عليه‌السلام: اجْعَلْنِي مِنْ تَلاَمِذَتِكَ، فَقَالَ أَبُو عَبْدِ اللّه‌ِ عليه‌السلام: «يَا هِشَامَ بْنَ الْحَكَمِ، خُذْهُ إِلَيْكَ وَعَلِّمْهُ» فَعَلَّمَهُ هِشَامٌ؛ فَكَانَ مُعَلِّمَ أَهْلِ الشَّامِ وَأَهْلِ مِصْرَ الاْءِيمَانَ، وَحَسُنَتْ طَهَارَتُهُ حَتّى رَضِيَ بِهَا أَبُو عَبْدِ اللّه‌ِ عليه‌السلام.",
    "hadith_propositions": [
        {
            "id": "215-1",
            "content": "1. كان في مصر زنديق يبلغه عن أبي عبد الله عليه‌السلام أشياء."
        },
        {
            "id": "215-2",
            "content": "2. خرج الزنديق إلى المدينة ليناظره."
        },
        {
            "id": "215-3",
            "content": "3. لم يصادف الزنديق في المدينة."
        },
        {
            "id": "215-4",
            "content": "4. قيل للزنديق إن أبي عبد الله عليه‌السلام خارج بمكة."
        },
        {
            "id": "215-5",
            "content": "5. خرج الزنديق إلى مكة."
        },
        {
            "id": "215-6",
            "content": "6. نحن كنا مع أبي عبد الله عليه‌السلام في مكة."
        },
        {
            "id": "215-7",
            "content": "7. صادفنا الزنديق ونحن مع أبي عبد الله عليه‌السلام في الطواف."
        },
        {
            "id": "215-8",
            "content": "8. كان اسم الزنديق عبد الملك."
        },
        {
            "id": "215-9",
            "content": "9. كانت كنية الزنديق أبو عبد الله."
        },
        {
            "id": "215-10",
            "content": "10. ضرب عبد الملك كتف كتف أبي عبد الله عليه‌السلام."
        },
        {
            "id": "215-11",
            "content": "11. قال أبو عبد الله عليه‌السلام لعبد الملك: \"ما اسمك؟\"."
        },
        {
            "id": "215-12",
            "content": "12. قال عبد الملك: اسمي عبد الملك."
        },
        {
            "id": "215-13",
            "content": "13. قال أبو عبد الله عليه‌السلام لعبد الملك: \"فما كنيتك؟\"."
        },
        {
            "id": "215-14",
            "content": "14. قال عبد الملك: كنيتي أبو عبد الله."
        },
        {
            "id": "215-15",
            "content": "15. قال أبو عبد الله عليه‌السلام لعبد الملك: \"فمن هذا الملك الذي أنت عبد له؟\"."
        },
        {
            "id": "215-16",
            "content": "16. قال أبو عبد الله عليه‌السلام لعبد الملك: \"أمن ملوك الأرض، أم من ملوك السماء؟\"."
        },
        {
            "id": "215-17",
            "content": "17. قال أبو عبد الله عليه‌السلام لعبد الملك: \"أخبرني عن ابنك: عبد إله السماء، أم عبد إله الأرض؟\"."
        },
        {
            "id": "215-18",
            "content": "18. قال أبو عبد الله عليه‌السلام لعبد الملك: \"قل ما شئت تخصم\"."
        },
        {
            "id": "215-19",
            "content": "1. هِشَامُ بْنُ الْحَكَمِ قالَ لِلزِّنْدِيقِ: أَمَا تَرُدُّ عَلَيْهِ؟"
        },
        {
            "id": "215-20",
            "content": "2. الزِّنْدِيقُ قَبَّحَ قَوْلَهُ."
        },
        {
            "id": "215-21",
            "content": "3. أَبُو عَبْدِ اللّهِ عليه‌السلام قال: \"إِذَا فَرَغْتُ مِنَ الطَّوَافِ، فَأْتِنَا\"."
        },
        {
            "id": "215-22",
            "content": "4. أَبُو عَبْدِ اللّهِ عليه‌السلام فَرَغَ مِنَ الطَّوَافِ."
        }
    ],
    "hadith_propgraph": [
        {
            "source": "215-1",
            "target": "215-2",
            "type": "temporal"
        },
        {
            "source": "215-19",
            "target": "215-20",
            "type": "dialogue_response"
        },
        {
            "source": "215-31",
            "target": "215-32",
            "type": "question-answer"
        },
        {
            "source": "215-43",
            "target": "215-44",
            "type": "contrast"
        },
        {
            "source": "215-21",
            "target": "215-22",
            "type": "temporal"
        }
    ]
}